Repository: mikelaughton2/weddingsite
Catalog: django-wedding-website/common_files/locale/*/LC_MESSAGES/django.po
Languages: lt

source: - Save the Date!
lt: Rezervuokite datą!

source: You're invited to {}'s wedding. To view this invitation, visit {} in any browser.
lt: Kviečiame į {} vestuves. Norėdami peržiūrėti šį kvietimą, apsilankykite {} bet kurioje naršyklėje.

source: You're invited
lt: Esate kviečiami

source: Successful test
lt: Sėkmingas bandymas

source: Sent!
lt: Išsiųsta!

source: Marked sent
lt: Pažymėta, kad išsiųsta

source: Not marked sent
lt: Nepažymėta, kad išsiųsta

source: Send RSVP to {}?
lt: Siųsti RSVP į {}?

source: Send Save The Date
lt: Siųsti Išsaugoti datą

source: Send RSVP
lt: Siųsti RSVP
